/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ Spanning: %2$d%%, stroomsterkte: %3$d, netstroom: %4$@, laden: %5$@";

/* %d cycles */
"%d cycles" = "%d cycles";

/* %d entries */
"%d entries" = "%d items";

/* %d minutes */
"%d minutes" = "%d minuten";

/* %d months */
"%d months" = "%d maanden";

/* %d year(s), %d month(s) */
"%d year(s), %d month(s)" = "%1$d ja(a)r(en), %2$d maand(en)";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$du:%2$.2dm";

/* %m/%d/%Y */
"%m/%d/%Y" = "%d/%m/%Y";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Ontwaakt uit slaapstand +++";

/* +++ Battery charge interrupted +++ */
"+++ Battery charge interrupted +++" = "+++ Accu opladen onderbroken +++";

/* +++ Battery has been charged +++ */
"+++ Battery has been charged +++" = "+++ Accu is opgeladen +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ Accu wordt geladen +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Gaat over op netstroom +++";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Gaat in slaapstand ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Gaat over op accuspanning ---";

/* . %@ to empty */
". %@ to empty" = ". %@ tot leeg";

/* . %@ to full charge */
". %@ to full charge" = ". %@ tot volledig geladen";

/* 1 hour */
"1 hour" = "1 uur";

/* === Application started === */
"=== Application started ===" = "=== Applicatie gestart ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Controle hervat ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Controle gestopt ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== Systeem wordt afgesloten ===";

/* AC adapter */
"AC adapter" = "AC adapter";

/* Added shared battery #%d on %@ */
"Added shared battery #%d on %@" = "Gedeelde accu toegevoegd op #%1$d om %2$@";

/* Alerts */
"Alerts" = "Notificaties";

/* Amperage */
"Amperage" = "Stroomsterkte";

/* battery */
"battery" = "Accu";

/* Battery Changed */
"Battery Changed" = "Accu Veranderd";

/* Battery Details */
"Battery Details" = "Accu Details";

/* Battery Exhausted */
"Battery Exhausted" = "Accu Uitgeput";

/* Battery Low */
"Battery Low" = "Accu Laag";

/* Calculating... */
"Calculating..." = "Berekenen...";

/* Cancel */
"Cancel" = "Annuleer";

/* Capacity */
"Capacity" = "Capaciteit";

/* Charge */
"Charge" = "Spanning";

/* Charge Started */
"Charge Started" = "Opladen Gestart";

/* Charge Stopped */
"Charge Stopped" = "Opladen Gestopt";

/* Charge: %d%% */
"Charge: %d%%" = "Geladen: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Spanning: %1$d%%, voltage: %2$dmV, stroomsterkte: %3$dmA (huidige: %4$dmA), netstroom: %5$@, op accu: %6$@, aantal cycles: %7$d";

/* Charging */
"Charging" = "Laden";

/* Chart View */
"Chart View" = "Grafieken";

/* Clear Log */
"Clear Log" = "Wis log";

/* Could not write to file %@ */
"Could not write to file %@" = "Er kon niet naar bestand %@ worden geschreven";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Huidige Spanning: %d%%";

/* Cycle Count */
"Cycle Count" = "Aantal Cycles";

/* Cycle count or maximum capacity changed. Adding a snapshot */
"Cycle count or maximum capacity changed. Adding a snapshot" = "Aantal Cycles of maximum capaciteit veranderd. Er wordt een snapshot toegevoegd";

/* Date */
"Date" = "Datum";

/* Demo Battery */
"Demo Battery" = "Demo Accu";

/* Details */
"Details" = "Details";

/* Diagnostics */
"Diagnostics" = "Diagnostiek";

/* Energy Saver */
"Energy Saver" = "Energie Besparing";

/* Error writing to file */
"Error writing to file" = "Fout bij schrijven bestand";

/* Evaluation license */
"Evaluation license" = "Probeer licentie";

/* Export */
"Export" = "Exporteer";

/* Family pack license */
"Family pack license" = "Familie pack licentie";

/* Found Shared Battery */
"Found Shared Battery" = "Gedeelde Accu Gevonden";

/* General */
"General" = "Algemeen";

/* Gift license */
"Gift license" = "Cadeau licentie";

/* Hide Battery Status */
"Hide Battery Status" = "Verberg Accu Status";

/* Hide Sessions Browser */
"Hide Sessions Browser" = "Verberg Sessie Browser";

/* Hide Sidebar */
"Hide Sidebar" = "Verberg Zijbalk";

/* Inspect */
"Inspect" = "Inspecteren";

/* Inspect Session */
"Inspect Session" = "Inspecteer Sessie";

/* Later */
"Later" = "Later";

/* License expired */
"License expired" = "Licentie verstreken";

/* Max Capacity */
"Max Capacity" = "Max Capaciteit";

/* MiniBatteryLogger Battery Data Sharing */
"MiniBatteryLogger Battery Data Sharing" = "MiniBatteryLogger Accu Gegevens Deling";

/* Monitoring Started */
"Monitoring Started" = "Monitoring Gestart";

/* Monitoring Stopped */
"Monitoring Stopped" = "Monitoring Gestopt";

/* Never */
"Never" = "Nooit";

/* no */
"no" = "nee";

/* No */
"No" = "Nee";

/* No Snapshots */
"No Snapshots" = "Geen Snapshots";

/* Not available */
"Not available" = "Niet beschikbaar";

/* Not Eligible */
"Not Eligible" = "Niet kiesbaar";

/* Now monitoring battery %d on %@ */
"Now monitoring battery %d on %@" = "Accu wordt nu gemonitort %1$d om %2$@";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Open Energie Besparing";

/* Open Log */
"Open Log" = "Bekijk log";

/* Open Log in Console */
"Open Log in Console" = "Bekijk log in Console";

/* Original Capacity */
"Original Capacity" = "Originele Capaciteit";

/* Plugged */
"Plugged" = "Netstroom";

/* Power Source Changed */
"Power Source Changed" = "Veranderde energie bron";

/* Power source: %@ */
"Power source: %@" = "Energie bron: %@";

/* Print Document */
"Print Document" = "Druk document af";

/* Registration */
"Registration" = "Registratie";

/* Restart now */
"Restart now" = "Herstart nu";

/* Restart required */
"Restart required" = "Herstart nodig";

/* Resume */
"Resume" = "Hervat";

/* Resume Monitoring */
"Resume Monitoring" = "Hervat controle";

/* Session */
"Session" = "Sessie";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Sessie gestart op %1$@ om %2$@, %3$@ u gelogd";

/* Sessions */
"Sessions" = "Sessies";

/* Sessions Browser */
"Sessions Browser" = "Sessie Browser";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Als u de waarde op nul zet worden alle waarschuwingen uitgezet. Weet u dit zeker?";

/* Shared battery #%d on %@ no longer available */
"Shared battery #%d on %@ no longer available" = "Gedeelde accu #%1$d op %2$@ niet langer beschikbaar";

/* Shared Battery Removed */
"Shared Battery Removed" = "Gedeelde Accu verwijderd";

/* Sharing */
"Sharing" = "Delen";

/* Shift */
"Shift" = "Verschuif";

/* Shift Chart */
"Shift Chart" = "Verschuif grafiek";

/* Show Battery Status */
"Show Battery Status" = "Toon Accu Status";

/* Show Sessions Browser */
"Show Sessions Browser" = "Toon Sessie Browser";

/* Show Sidebar */
"Show Sidebar" = "Toon Zijbalk";

/* Single user license */
"Single user license" = "Enkele gebruiker licentie";

/* Site license */
"Site license" = "Site licentie";

/* Snapshot Grabbed */
"Snapshot Grabbed" = "Snapshot Genomen";

/* Software Update */
"Software Update" = "Software Update";

/* Start date: %@, expiration date: %@, license type: %@ */
"Start date: %@, expiration date: %@, license type: %@" = "Start datum: %1$@, datum verstrijken: %2$@, licentie type: %3$@";

/* Stop */
"Stop" = "Stop";

/* Stop Monitoring */
"Stop Monitoring" = "Stop controle";

/* Switching to AC Power */
"Switching to AC Power" = "Gaat over op netstroom";

/* Switching to Battery Power */
"Switching to Battery Power" = "Gaat over op accuspanning";

/* Test Notification */
"Test Notification" = "Test Notificatie";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "De accu heeft %d%% bereikt van de originele capaciteit";

/* The license you entered was valid, but has already expired */
"The license you entered was valid, but has already expired" = "De opgegeven licentie is geldig, echter is reeds verstreken";

/* This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program */
"This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program" = "Deze accu komt niet in aanmerking voor het iBook G4 en PowerBook G4 Accu Omruil programma";

/* This is a test notification */
"This is a test notification" = "Dit is een test notificatie";

/* This Mac */
"This Mac" = "Deze Mac";

/* This setting requires the restart of the application to be effective. You may restart the application right now or later. */
"This setting requires the restart of the application. You may restart the application right now or later." = "Deze instelling vereist een herstart van de applicatie. U kunt de applicatie nu herstarten of later.";

/* Type */
"Type" = "Type";

/* Unknown */
"Unknown" = "Onbekend";

/* Version %@ (%@) */
"Version %@ (%@)" = "Versie %1$@ (%2$@)";

/* View */
"View" = "Beeld";

/* Voltage */
"Voltage" = "Voltage";

/* Warning disabled */
"Warning disabled" = "Waarschuwing uitgezet";

/* Yes */
"Yes" = "Ja";

/* yes */
"yes" = "ja";

/* Zoom */
"Zoom" = "Zoom in/uit";

